org/20220503090237-bank_deposits_are_proportional_to_the_level_of_loans_in_the_system.org
:PROPERTIES:
:ID:       1454af7d-f683-4645-8fef-93d127271e89
:END:
#+TITLE: Bank deposits are proportional to the level of loans in the system
#+CREATED: [2022-05-03 Tue 09:02]
#+LAST_MODIFIED: [2022-05-03 Tue 09:55]

Bank deposits are created in only two instances:
1. When cash is deposited at the bank;
2. When a bank issues a loan.

The loan has to be paid back with deposits; so to repay a loan another loan needs to be made somewhere. [[id:59b56bf6-b864-4ee7-9572-076727dde3d7][Debt is what sets the world in motion]]. And [[id:abd91df1-b3c9-4202-af22-f2735e68ca51][In the end the State holds the financial system together]]

* References

- [[id:b88077f0-9914-47ed-8e0b-b44ff2c15777][Central banking 101]] p33-34
