20220503090237-bank_deposits_are_proportional_to_the_level_of_loans_in_the_system.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-01-12 Thu 08:06 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Bank deposits are proportional to the level of loans in the system</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Bank deposits are proportional to the level of loans in the system</h1>
<p>
Bank deposits are created in only two instances:
</p>
<ol class="org-ol">
<li>When cash is deposited at the bank;</li>
<li>When a bank issues a loan.</li>
</ol>

<p>
The loan has to be paid back with deposits; so to repay a loan another loan needs to be made somewhere. <a href="20220503091629-debt_is_what_sets_the_world_in_motion.html#ID-59b56bf6-b864-4ee7-9572-076727dde3d7">Debt is what sets the world in motion</a>. And <a href="20220503095350-in_the_end_the_state_holds_the_financial_system_together.html#ID-abd91df1-b3c9-4202-af22-f2735e68ca51">In the end the State holds the financial system together</a>
</p>

<div id="outline-container-orge7781ee" class="outline-2">
<h2 id="orge7781ee">References</h2>
<div class="outline-text-2" id="text-orge7781ee">
<ul class="org-ul">
<li><a href="20220307113210-central_banking_101.html#ID-b88077f0-9914-47ed-8e0b-b44ff2c15777">Central banking 101</a> p33-34</li>
</ul>
</div>
</div>

<div id="outline-container-org20d059f" class="outline-2">
<h2 id="org20d059f">Links to this note</h2>
</div>
</div>
</body>
</html>